[
  {
    "title": "人何时最幸福",
    "content": "掌控生命殊非易事，有时根本就是一种痛苦，但日积月累的最优体验会汇集成一种掌控感——说得更贴切些，是一种能自行决定生命内涵的参与感——这就是我们所能想象的最接近所谓“幸福”的状态。",
    "degree": 0,
    "progress": false,
    "remark": ""
  },
  {
    "title": "人类不满的根源",
    "content": "个人的力量摇撼不了宇宙的运作方式。人生在世，对于攸关生活质量的外来力量，影响力可谓微乎其微。固然我们应该尽力防范核战争，扳倒社会不公，消除饥饿与疾病，但最好不要期望任何改善外界环境的努力能立即提升生活品质。",
    "degree": 1,
    "progress": false,
    "remark": "xdfghjn"
  },
  {
    "title": "善用自己的体验",
    "content": "跟随基因的反应，享受自然的乐趣，并没有什么不好，但我们应该认清事实真相，在必要的时候，按照自己的优先顺序，做自己的主人。当奖赏不再受外在力量管制时，权力就回到了个人手中。再也不必为追赶不到的目标而孜孜以求，或是在每个无聊的一天告终时，盼望明天会更好；再也不必为遥不可及的奖励受尽折磨，而可以真正开始充实人生。",
    "degree": 1,
    "progress": false,
    "remark": ""
  },
  {
    "title": "关于自我",
    "content": "意识并非直线，而是呈一种圆形循环。注意力塑造自我，也被自我塑造。",
    "degree": 1,
    "progress": false,
    "remark": ""
  },
  {
    "title": "享乐与乐趣",
    "content": "享乐的片刻转瞬即逝，不能带动自我成长。复杂性却要求把精神能量投入到具有挑战性的新目标。",
    "degree": 1,
    "progress": false,
    "remark": ""
  },
  {
    "title": "构成心流体验的要素",
    "content": "我们在研究中也指出，乐趣的出现主要有八项元素。一般人回想最积极的体验时，至少都会提及这些元素中的一项，或是全部。首先，这种体验出现在我们面临一份可完成的工作时。其次，我们必须能够全神贯注于这件事情。第三和第四，这项任务有明确的目标和即时的反馈。第五，我们能深入而毫不牵强地投入到行动之中，日常生活的忧虑和沮丧都因此一扫而空。第六，充满乐趣的体验使人觉得能自由控制自己的行动。第七，进入“忘我”状态，但心流体验告一段落后，自我感觉又会变得强烈。第八，时间感会改变——几小时犹如几分钟，几分钟也可能变得像几小时那么漫长。这些元素结合成一种深刻的愉悦感，带来无比的报偿，并扩展成极大的能量，仅是感觉它的存在就已值回“票价”了。",
    "degree": 1,
    "progress": false,
    "remark": ""
  },
  {
    "title": "目标不假外求",
    "content": "“自成目标”指的是做一件事不追求未来的报酬，做这件事本身就是最大的回馈。",
    "degree": 1,
    "progress": false,
    "remark": ""
  },
  {
    "title": "“动”的乐趣",
    "content": "不论多么简单的体能活动，只要能产生心流，就令人觉得乐趣无穷。基本步骤包括：（1）确立一个总目标，并尽可能包含多个实际可行的子目标；（2）找出评估目标进度的方法；（3）保持精神集中于所做的事情上，并且对活动涉及的挑战进行越来越精细的区分；（4）培养随机应变所需的技巧；（5）在活动变得令人厌倦时，随时提高挑战的难度。",
    "degree": 1,
    "progress": false,
    "remark": ""
  },
  {
    "title": "爱到最高点",
    "content": "如果在肉体享乐与追逐浪漫爱情的乐趣之外，情人之间还有真正的关怀，性爱的第三个层次就显现出来，同时也会出现新的挑战：把对方当作独一无二的人，了解对方、帮助对方、完成对方的目标，从中发掘乐趣。这个层次是一个极其复杂的过程，提供一生一世用之不竭的心流经验。",
    "degree": 1,
    "progress": false,
    "remark": ""
  },
  {
    "title": "记忆：科学之母",
    "content": "一个能记住故事、诗词歌赋、球赛统计数字、化学方程式、数学运算、历史日期、《圣经》章节、名人格言的人，比不懂得培养这种能力的人占了更大的便宜。前者的意识不受环境产生的秩序限制，他总有办法自娱，从自己的心灵内涵中寻求意义。尽管别人都需要外来刺激——电视、阅读、谈话或药物——才能保持心灵不陷于混沌，但记忆中储存足够资讯的人却是独立自足的。除此之外，一般人也喜欢跟这种人做伴，因为他们会与人分享心灵的资讯，帮助互动的对象，建立意识的秩序。",
    "degree": 1,
    "progress": false,
    "remark": ""
  },
  {
    "title": "工作与休闲",
    "content": "庖丁、莎拉菲娜、柯拉玛都能化腐朽为神奇，从别人视为单调而无意义的工作中找到挑战。一份工作有没有变化，最主要的是看工作者的态度，而非实际的工作条件。",
    "degree": 1,
    "progress": false,
    "remark": ""
  },
  {
    "title": "如何有效使用闲暇时间",
    "content": "闲暇却没有结构可言，必须花更多精力才能把它塑造成产生乐趣的形式。需要技巧的嗜好、设定目标与范畴的习惯、个人的兴趣以及内心的自我纪律，都有助于使闲暇发挥它真正的作用——一个再创造的机会。但大致而言，一般人在闲暇时错失享受乐趣机会的情况，比工作时更严重。",
    "degree": 1,
    "progress": false,
    "remark": ""
  },
  {
    "title": "挫折中如何自得其乐",
    "content": "在所有美德当中，首推把困境转变为乐趣盎然的挑战的能力，而这也最有用，在求生时最不可或缺，且最有可能改善生活品质。能欣赏别人所具有的这种能力，代表我们已对这种人付出注意力，必要时我们极有可能效法他们。因此，佩服有勇气的人本身就是一种优点，会这么做的人已经为灾祸的来临，做了最好的准备。",
    "degree": 1,
    "progress": false,
    "remark": ""
  }
]
